tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
tap 'caskroom/cask'
tap 'vapor/homebrew-tap'

# Tools
brew 'carthage'
brew 'diff-so-fancy'
brew 'dnsmasq'
brew 'fish'
brew 'git-lfs'
brew 'imagemagick'
brew 'mas'
brew 'node'
brew 'php71', args: ['with-debug']
brew 'rbenv'
brew 'sourcery'
brew 'vapor'
brew 'wget'

# Apps
cask '1password'
cask 'alfred'
cask 'audio-hijack'
cask 'bartender'
cask 'base'
cask 'coderunner'
cask 'couleurs'
cask 'cyberduck'
cask 'dash'
cask 'discord'
cask 'dropbox'
cask 'fluid'
cask 'github-desktop'
cask 'hex-fiend'
cask 'istat-menus'
cask 'iterm2'
cask 'minecraft'
cask 'obs'
cask 'paw'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'the-hit-list'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'zeplin'

# App Store
mas 'Deliveries', id: 924726344
mas 'Fantastical 2', id: 975937182
mas 'Keynote', id: 409183694
mas 'Motion', id: 434290957
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Tweetbot', id: 557168941
mas 'xScope', id: 889428659
