tap 'caskroom/cask'

# Tools
brew 'carthage'
brew 'diff-so-fancy'
brew 'fish'
brew 'git-lfs'
brew 'mas'
brew 'wget'

# Apps
cask '1password'
cask 'alfred'
cask 'bartender'
cask 'coderunner'
cask 'couleurs'
cask 'dash'
cask 'dropbox'
cask 'fluid'
cask 'github-desktop'
cask 'hex-fiend'
cask 'istat-menus'
cask 'iterm2'
cask 'paw'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'the-hit-list'
cask 'visual-studio-code'
cask 'zeplin'

# App Store
mas 'Fantastical 2', id: 975937182
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Tweetbot', id: 557168941
mas 'xScope', id: 889428659

