tap 'caskroom/cask'
tap 'vapor/homebrew-tap'

# Tools
brew 'bat'
brew 'carthage'
brew 'diff-so-fancy'
brew 'dnsmasq'
brew 'fish'
brew 'git-lfs'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'node'
brew 'php', args: ['with-debug']
brew 'rbenv'
brew 'sourcery'
brew 'vapor'
brew 'wget'
brew 'yarn'

brew 'composer'
brew 'phpunit'

# Apps
cask '1password'
cask 'alfred'
cask 'audio-hijack'
# cask 'bartender'
cask 'base'
cask 'couleurs'
cask 'cyberduck'
cask 'daisydisk'
cask 'dash'
cask 'discord'
cask 'dropbox'
cask 'fluid'
cask 'github'
cask 'hex-fiend'
cask 'istat-menus'
cask 'iterm2'
cask 'loopback'
cask 'minecraft'
cask 'obs'
cask 'paw'
cask 'proxyman'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'the-hit-list'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'wwdc'
cask 'zeplin'

# App Store
mas '1Blocker for Safari', id: 1107421413
mas 'Boop', id: 1518425043
mas 'Calcbot', id: 931657367
mas 'Deckset', id: 847496013
mas 'Deliveries', id: 924726344
mas 'Fantastical 2', id: 975937182
mas 'Final Cut Pro', id: 424389933
mas 'GIF Brewery', id: 1081413713
mas 'JSON Peep for Safari', id: 1458969831
mas 'Keynote', id: 409183694
mas 'Motion', id: 434290957
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Tweetbot', id: 1384080005
mas 'xScope', id: 889428659
